[
  {
    "id": 0,
    "title": "Кафе на краю світу",
    "author": "Джон П. Стрелекі",
    "description": "Зупиніться. Поставте на паузу щоденну метушню, вирвіться з її тенет і зазирніть до кафе на краю світу. Розгорніть меню й придивіться уважніше до останньої сторінки — там ви прочитаєте три запитання, від яких тікали все життя. Чому ви тут? Чи боїтеся ви смерті? Чи вдоволені ви? Ця книжка допоможе у пошуках відповідей.",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/i/m/img_5185.jpg",
    "price": 125,
    "rating": 3
  },
  {
    "id": 1,
    "title": "Бог завжди подорожує інкогніто",
    "author": "Лоран Гунель",
    "description": "Алан Грінмор — пересічний молодий чоловік. Він має вельми непогану роботу, яка, втім, його дратує, а нещодавно зненацька його кинула кохана дівчина. Життя здається сірим та безнадійним. Лише один крок відділяє його від стрибка з Ейфелевої вежі, коли один загадковий незнайомець рятує його від смерті.",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/i/m/img293_42.jpg",
    "price": 132,
    "rating": 5
  },
  {
    "id": 2,
    "title": "1984",
    "author": "Джордж Орвелл",
    "description": "Бажаєте розібратися у реаліях сьогодення? Тоді радимо придбати книгу «1984». Дивно, але реалії твору, написаного у жанрі антиутопії більше 60 років тому, у деталях збігаються з тими, що ми спостерігаємо у наші дні.",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/i/m/img335_8.jpg",
    "price": 117,
    "rating": 4
  },
  {
    "id": 3,
    "title": "Ґарет Джонс. Людина, яка забагато знала",
    "author": "Мірослав Влеклий",
    "description": "Книга польського репортера та письменника Мірослава Влеклого — жанрово унікальна. З одного боку, автор створив репортаж-реконструкцію подорожі до Радянського Союзу в 1930-х роках Ґарета Джонса — британського репортера, який першим розповів у західних медіях правду про Великий голод в Україні.",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/i/m/img_44395.jpg",
    "price": 210,
    "rating": 3
  },
  {
    "id": 4,
    "title": "Триумфальная арка",
    "author": "Еріх Марія Ремарк",
    "description": "Місце дії - Париж напередодні Другої світової війни. Герой - біженець з Німеччини, без документів, який ховається і від французів, і від нацистів, хірург, який рятує людські життя. Героїня - італійська актриса, оточена шанувальниками, запальна, як всі артисти, прекрасна і чарівна. І час, коли закоханим довелося зустрітися, і місто, пронизане відчуттям катастрофи, стають героями цього роману.",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/i/m/img_69036.jpg",
    "price": 139,
    "rating": 1
  },
  {
    "id": 5,
    "title": "Великий Гэтсби",
    "author": "Френсіс Скотт Фіцджеральд",
    "description": "У романі «Великий Гетсбі» Фіцджеральд досліджує феномен «американської мрії». В образі головного героя Джея Гетсбі письменнику вдалося домогтися дивовижної гармонії в зображенні привабливості мрії і неминучого її краху.",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/2/0/206217_37322709.jpg",
    "price": 50,
    "rating": 0
  },
  {
    "id": 6,
    "title": "Шоколад",
    "author": "Джоан Гарріс",
    "description": "Сонний спокій маленького французького містечка порушено приїздом молодої жінки Віан і її дочки. Вони з'явилися разом з гучним і яскравим карнавальною ходою, а коли карнавал закінчився, його світла радість залишилася в очах Віан, що відкрила тут свій шоколадний магазин.",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/i/m/img_17306.jpg",
    "price": 103,
    "rating": 4
  },
  {
    "id": 7,
    "title": "Гарри Поттер и Философский камень",
    "author": "Джоан Роулінг",
    "description":"Видавнича група «Азбука-Аттикус» з гордістю повідомляє про початок публікації унікальних світових бестселерів - семи книг Дж.К. Роулінг про Гаррі Поттера. Найзнаменитіша сага новітнього часу розійшлася рекордним тиражем - понад 400 мільйонів екземплярів 68 мовами (включаючи есперанто, давньогрецьку та латину).",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/4/1/410977_76776253.jpg",
    "price": 198,
    "rating": 0
  },
  {
    "id": 8,
    "title": "Королівство шахраїв",
    "author": "Лі Бардуго",
    "description": "Кримінальний геній Каз зі своєю бандою провернули смертельно небезпечне викрадення і мали б уже ділити чималі бариші, але ж їм знову випало виборювати свої життя, адже тепер тільки лінивий не прагне вивідати таємницю небезпечного наркотику «юрди парем» — власне, саме задля цього в Кеттердамі звідусіль зібралися могутні сили.",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/1/1/11_20_739.jpg",
    "price": 207,
    "rating": 5
  },
  {
    "id": 9,
    "title": "Відьмак. Останнє бажання.",
    "author": "Анджей Сапковський",
    "description": "Біловолосий відьмак Ґеральт із Рівії, один з небагатьох представників колись численного цеху захисників людської раси від породжень нелюдського зла, мандрує невеликими королівствами, які можна охопити поглядом з вежі замку, та великими містами, отримуючи платню за те, чого навчений, - знищення віїв і з'ядарок, стриґ та віпперів.",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/6/1/616607_front.jpg",
    "price": 140,
    "rating": 2
  },
  {
    "id": 10,
    "title": "Мелодія кави у тональності кардамону",
    "author": "Наталія Гурницька",
    "description": "Що це — мінлива пристрасть чи справжні почуття? Для неї — це перше кохання, для нього — мабуть, уже й останнє... Чи отримають закохані шанс змінити власну долю, залишитись разом і чи взагалі можливо побудувати щастя, балансуючи на краю прірви та порушуючи всі можливі заборони?",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/3/9/393285_1962152.jpg",
    "price": 120,
    "rating": 1
  },
  {
    "id": 11,
    "title": "Лихий король",
    "author": "Холлі Блек",
    "description": "Джуд перетворила розбещеного й байдужого принца Кардана на маріонетку у своїх руках. Тепер, коли він став правителем, маніпуляторка контролює всі його вчинки і стоїть за кожним його рішенням. Одначе Джуд балансує на тонкій кризі, щомиті ризикуючи власною головою. А тим часом народ Краю Фейрі розпочав гру, яка обернулася серйозною небезпекою для Джуд і Кардана.",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/i/m/img_57063.jpg",
    "price": 252,
    "rating": 2
  },
  {
    "id": 12,
    "title": "Вбивство у Східному експресі",
    "author": "Агата Крісті",
    "description": "«Вбивство у “Східному експресі”» – одна із найвідоміших детективних історій Аґати Крісті, що неодноразово втілювалась на екранах. Нова прем’єра — вже у листопаді 2017 року! Аґата Крісті — неперевершена королева детективу і найпопулярніший автор усіх часів.",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/1/_/1_271_55.jpg",
    "price": 110,
    "rating": 3
  },
  {
    "id": 13,
    "title": "Код да Вінчі",
    "author": "Ден Браун",
    "description": "Ця історія про неймовірне розслідування і приголомшливі відкриття Роберта Ленґдона та Софі Неве, без перебільшення, перевернула світ. Ден Браун створив легенду, в яку повірили всі, — попри відчайдушний опір Ватикану. Скандали навкруг роману, здається, не вгамуються ніколи, чому сприяє недавня його екранізація.",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/i/m/img072_100.jpg",
    "price": 190,
    "rating": 2
  },
  {
    "id": 14,
    "title": "П'ять четвертинок апельсина",
    "author": "Джоан Гарріс",
    "description": "Фрамбуаза отримала дивний спадок від матері. Її брату дісталася ферма, старшій сестрі — винний погріб, сповнений бурштиново-сонячних пляшок, а Фрамбуазі — альбом з кулінарними рецептами. Не багацько… Але на берегах зошита впереміш зі старовинними рецептами різноманітних смаколиків вона знаходить загадкові нотатки. Секрети та зізнання матері.",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/h/a/harris_front.jpg",
    "price": 180,
    "rating": 0
  },
  {
    "id": 15,
    "title": "Метро 2033",
    "author": "Дмитро Глуховський",
    "description": "Двадцять років по Третій світовій війні. Ті, хто вижив, ховаються на станціях і в тунелях московського метро — найбільшого на Землі протиатомного бомбосховища. Поверхня планети заражена й непридатна для життя, тож станції метро стали останнім притулком для людських істот, з часом перетворившись на незалежні міста-держави, які змагаються й воюють між собою.",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/i/m/img_55120.jpg",
    "price": 300,
    "rating": 4
  },
  {
    "id": 17,
    "title": "Аутсайдер",
    "author": "Стівен Кінг",
    "description": "Ти не знаєш, хто ти насправді. Тренер молодіжної бейсбольної команди, викладач англійської, чоловік та батько двох доньок. Усе це про Террі. Так, про таких кажуть «класний чувак», з таким усі хочуть дружити і такому не бояться позичити грошей. Так, Террі крутий. А ще — убивця.",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/o/u/outsider_cover.jpg",
    "price": 215,
    "rating": 4
  },
  {
    "id": 18,
    "title": "І знов я влізаю в танк...",
    "author": "Оксана Забужко",
    "description": "Нова збірка актуальної публіцистики відомої письменниці - це книга для тих, хто не уникає чесних відповідей на нагальні питання і переймається викликами, які ставить перед українцями сьогодення.",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/6/9/697713_front.jpg",
    "price": 160,
    "rating": 5
  },
  {
    "id": 19,
    "title": "451' по Фаренгейту",
    "author": "Рей Бредбері",
    "description": "451° за Фаренгейтом - температура, за якої займається і горить папір. Філософська антиутопія Бредбері малює безпросвітну картину розвитку постіндустріального суспільства: це світ майбутнього, в якому всі письмові видання безжально знищуються спеціальним загоном пожежних, а зберігання книг переслідується за законом.",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/i/m/img_61843.jpg",
    "price": 103,
    "rating": 5
  }
]
